#define _CRT_SECURE_NO_WARNINGS
#include <iostream>
#include <locale.h>
#include <Windows.h>



int main()
{
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);

	printf("|Прайс лист\t\t\t\t\t\t\t\t|");
	printf("\n|-----------------------------------------------------------------------|");
	printf("\n|Код Товару\t\t|Категорія\t|Ціна\t\t|Строк доставки\t|");
	printf("\n|-----------------------------------------------------------------------|");
	printf("\n|01-0018\t\t|K\t\t|11282\t\t|7\t\t|");
	printf("\n|-----------------------------------------------------------------------|");
	printf("\n|01-0033\t\t|C\t\t|170\t\t|1\t\t|");
	printf("\n|-----------------------------------------------------------------------|");
	printf("\n|02-0170\t\t|T\t\t|1735\t\t|14\t\t|");
	printf("\n|-----------------------------------------------------------------------|");
	printf("\n|Примітка: К-комп’ютери, С- комплектуючі, Т-техніка\t\t\t|");
	printf("\n|-----------------------------------------------------------------------|");
	
}

